{
	"en": {
		"privacy": {
			"aggregated": {
				"content": "Beswib may collect statistics about the behavior of visitors to its websites. Beswib may display this information publicly or provide it to others. However, Beswib does not disclose personally-identifying information other than as described below.",
				"title": "Aggregated Statistics"
			},
			"badge": "Privacy",
			"business": {
				"content": "If Beswib, or substantially all of its assets, were acquired, or in the unlikely event that Beswib goes out of business or enters bankruptcy, user information would be one of the assets that are transferred or acquired by a third party. You acknowledge that such transfers may occur, and that any acquirer of Beswib may continue to use your personal information as set forth in this policy.",
				"title": "Business Transfers"
			},
			"changes": {
				"content": "Although most changes are likely to be minor, Beswib may change its Privacy Policy from time to time, and at its sole discretion. Beswib encourages visitors to frequently check this page for any changes to its Privacy Policy. Your continued use of this site after any change in this Privacy Policy will constitute your acceptance of such change.",
				"title": "Privacy Policy Changes"
			},
			"contact": {
				"hostingDetails": "netcup GmbH — Daimlerstraße 25, 76185 Karlsruhe, Germany",
				"hostingTitle": "Hosting: ",
				"ownerDetails": "SIRET : 880 505 276 00019 — 4 impasse de la marchaisière — 44115 Haute-Goulaine — Tel : 06 21 58 26 84 — https://andy-cinquin.com",
				"ownerName": "Cinquin Andy",
				"title": "Contact Information",
				"website": "https://beswib.com"
			},
			"cookies": {
				"content": "A cookie is a string of information that a website stores on a visitor's computer, and that the visitor's browser provides to the website each time the visitor returns. Beswib uses cookies to help identify and track visitors, their usage of Beswib's website, and their website access preferences. Beswib visitors who do not wish to have cookies placed on their computers should set their browsers to refuse cookies before using Beswib's websites, with the drawback that certain features of Beswib's websites may not function properly without the aid of cookies.",
				"title": "Cookies"
			},
			"intro": "Beswib (\"Beswib\", \"we\", \"our\" or \"us\") operates several websites including beswib.com and related subdomains. It is Beswib's policy to respect your privacy regarding any information we may collect while operating our websites.",
			"pii": {
				"content": "Certain visitors to Beswib's websites choose to interact with Beswib in ways that require Beswib to gather personally-identifying information. The amount and type of information that Beswib gathers depend on the nature of the interaction. For example, we ask visitors who sign up for an account at beswib.com to provide a name, phone number, and email address. Those who engage in transactions with Beswib – by purchasing access to paid services, for example – are asked to provide additional information, including as necessary the personal and financial information required to process those transactions. In each case, Beswib collects such information only insofar as is necessary or appropriate to fulfill the purpose of the visitor's interaction with Beswib. Beswib does not disclose personally-identifying information other than as described below. And visitors can always refuse to supply personally-identifying information, with the caveat that it may prevent them from engaging in certain website-related activities.",
				"title": "Gathering of Personally-Identifying Information"
			},
			"protection": {
				"content": "Beswib discloses potentially personally-identifying and personally-identifying information only to those of its employees, contractors, and affiliated organizations that (i) need to know that information in order to process it on Beswib's behalf or to provide services available at Beswib's websites, and (ii) that have agreed not to disclose it to others. Some of those employees, contractors, and affiliated organizations may be located outside of your home country; by using Beswib's websites, you consent to the transfer of such information to them. Beswib will not rent or sell potentially personally-identifying and personally-identifying information to anyone. Other than to its employees, contractors, and affiliated organizations, as described above, Beswib discloses potentially personally-identifying and personally-identifying information only in response to a subpoena, court order, or other governmental requests, or when Beswib believes in good faith that disclosure is reasonably necessary to protect the property or rights of Beswib, third parties, or the public at large. If you are a registered user of a Beswib website and have supplied your email address, Beswib may occasionally send you an email to tell you about new features, solicit your feedback, or just keep you up to date with what's going on with Beswib and our products. If you send us a request (for example via a support email or via one of our feedback mechanisms), we reserve the right to publish it in order to help us clarify or respond to your request or to help us support other users. Beswib takes all measures reasonably necessary to protect against the unauthorized access, use, alteration, or destruction of potentially personally-identifying and personally-identifying information.",
				"title": "Protection of Certain Personally-Identifying Information"
			},
			"thirdParty": {
				"content": "Third-party content appearing on any of our websites may be delivered to users by partners, who may set cookies. These cookies allow the partner to recognize your computer each time you interact with the content to compile information about you or others who use your computer. This Privacy Policy covers the use of cookies by Beswib and does not cover the use of cookies by any partners.",
				"title": "Third-Party Content"
			},
			"title": "Privacy Policy of Beswib",
			"websiteVisitors": {
				"content1": "Like most website operators, Beswib collects non-personally-identifying information of the sort that web browsers and servers typically make available, such as the browser type, language preference, referring site, and the date and time of each visitor request. Beswib's purpose in collecting non-personally identifying information is to better understand how Beswib's visitors use its website.",
				"content2": "Beswib also collects potentially personally-identifying information like Internet Protocol (IP) addresses for logged-in users. Beswib only discloses logged-in user IP addresses under the same circumstances that it uses and discloses personally-identifying information as described below.",
				"title": "Website Visitors"
			}
		}
	},
	"fr": {
		"privacy": {
			"aggregated": {
				"content": "Beswib peut collecter des statistiques sur le comportement des visiteurs et les afficher publiquement ou les partager. Aucune information personnelle n'est divulguée en dehors des cas décrits ci-dessous.",
				"title": "Statistiques agrégées"
			},
			"badge": "Confidentialité",
			"business": {
				"content": "En cas d'acquisition de Beswib ou de la plupart de ses actifs, ou en cas de cessation d'activité, les informations utilisateur pourraient être transférées à un tiers et utilisées selon cette politique.",
				"title": "Transferts d'activité"
			},
			"changes": {
				"content": "Bien que la plupart des changements soient mineurs, Beswib peut modifier sa politique de confidentialité de temps à autre. Nous invitons les visiteurs à consulter régulièrement cette page. L'utilisation du site après une modification vaut acceptation.",
				"title": "Modifications de la politique"
			},
			"contact": {
				"hostingDetails": "netcup GmbH — Daimlerstraße 25, 76185 Karlsruhe, Allemagne",
				"hostingTitle": "Hébergement : ",
				"ownerDetails": "SIRET : 880 505 276 00019 — 4 impasse de la marchaisière — 44115 Haute-Goulaine — Tel : 06 21 58 26 84 — https://andy-cinquin.com",
				"ownerName": "Cinquin Andy",
				"title": "Informations de contact",
				"website": "https://beswib.com"
			},
			"cookies": {
				"content": "Des cookies sont utilisés pour reconnaître les visiteurs, suivre leur utilisation du site et leurs préférences d'accès. Vous pouvez configurer votre navigateur pour refuser les cookies, avec pour conséquence que certaines fonctionnalités ne fonctionneront pas correctement.",
				"title": "Cookies"
			},
			"intro": "Beswib (\"Beswib\", \"nous\", \"notre\" ou \"nos\") opère plusieurs sites, dont beswib.com et ses sous-domaines. Nous respectons votre vie privée et détaillons ici nos pratiques de collecte et d'utilisation des données.",
			"pii": {
				"content": "Certains visiteurs interagissent avec Beswib d'une manière qui nécessite la collecte d'informations personnelles (nom, téléphone, email, informations de paiement). Beswib ne collecte que les informations nécessaires à la finalité de l'interaction et ne divulgue pas ces informations en dehors des cas décrits ci-dessous.",
				"title": "Collecte d'informations personnellement identifiantes"
			},
			"protection": {
				"content": "Beswib divulgue les informations personnelles uniquement à ses employés, sous-traitants et organisations affiliées qui ont besoin de ces informations pour les traiter en notre nom ou fournir nos services, et qui se sont engagés à ne pas les divulguer. En utilisant nos sites, vous consentez au transfert de ces informations, y compris en dehors de votre pays.",
				"title": "Protection des informations"
			},
			"thirdParty": {
				"content": "Des contenus tiers peuvent être servis par des partenaires qui déposent des cookies. Cette politique de confidentialité ne couvre pas leur usage des cookies.",
				"title": "Contenu tiers"
			},
			"title": "Politique de confidentialité de Beswib",
			"websiteVisitors": {
				"content1": "Comme la plupart des opérateurs de sites, Beswib collecte des informations non personnellement identifiantes (type de navigateur, langue, site référent, date et heure de chaque requête). Le but est de mieux comprendre l'utilisation du site par nos visiteurs.",
				"content2": "Beswib collecte également des informations potentiellement identifiantes comme les adresses IP pour les utilisateurs connectés. Ces informations ne sont divulguées que dans les mêmes circonstances que les informations personnellement identifiantes, décrites ci-dessous.",
				"title": "Visiteurs du site"
			}
		}
	},
	"es": {
		"privacy": {
			"aggregated": {
				"content": "Beswib puede recopilar estadísticas sobre el comportamiento de los visitantes de sus sitios web. Beswib puede mostrar esta información públicamente o proporcionarla a terceros. No obstante, Beswib no divulga información de identificación personal salvo en los casos descritos a continuación.",
				"title": "Estadísticas agregadas"
			},
			"badge": "Privacidad",
			"business": {
				"content": "Si Beswib o la mayor parte de sus activos fueran adquiridos, o en el improbable caso de cierre o quiebra, la información de los usuarios podría ser uno de los activos transferidos a un tercero. Usted reconoce que dichas transferencias pueden producirse y que cualquier adquirente de Beswib podrá continuar utilizando su información personal conforme a esta política.",
				"title": "Transferencias comerciales"
			},
			"changes": {
				"content": "Aunque la mayoría de los cambios probablemente serán menores, Beswib puede modificar esta Política de Privacidad ocasionalmente y a su exclusiva discreción. Recomendamos revisar con frecuencia esta página para conocer cualquier cambio. El uso continuado del sitio tras cualquier cambio constituye su aceptación.",
				"title": "Cambios en la política de privacidad"
			},
			"contact": {
				"hostingDetails": "netcup GmbH — Daimlerstraße 25, 76185 Karlsruhe, Germany",
				"hostingTitle": "Alojamiento: ",
				"ownerDetails": "SIRET : 880 505 276 00019 — 4 impasse de la marchaisière — 44115 Haute-Goulaine — Tel : 06 21 58 26 84 — https://andy-cinquin.com",
				"ownerName": "Cinquin Andy",
				"title": "Información de contacto",
				"website": "https://beswib.com"
			},
			"cookies": {
				"content": "Una cookie es una cadena de información que un sitio web almacena en el ordenador del visitante y que el navegador proporciona al sitio cada vez que el visitante regresa. Beswib utiliza cookies para ayudar a identificar y rastrear a los visitantes, su uso del sitio y sus preferencias de acceso. Quienes no deseen cookies deben configurar su navegador para rechazarlas; algunas funciones podrían no funcionar correctamente sin ellas.",
				"title": "Cookies"
			},
			"intro": "Beswib («Beswib», «nosotros») opera varios sitios web, incluido beswib.com y sus subdominios. La política de Beswib es respetar su privacidad con respecto a cualquier información que podamos recopilar mientras operamos nuestros sitios web.",
			"pii": {
				"content": "Ciertos visitantes de los sitios de Beswib eligen interactuar de formas que requieren recopilar información de identificación personal. La cantidad y el tipo de datos recopilados dependen de la interacción. Por ejemplo, solicitamos a quienes crean una cuenta en beswib.com que proporcionen nombre, teléfono y correo electrónico. Quienes realizan transacciones —por ejemplo, comprando servicios— deben facilitar información adicional, incluida la financiera necesaria para procesarlas. En cada caso, Beswib recopila únicamente lo necesario para cumplir el propósito de la interacción. Beswib no divulga información personal salvo en los casos descritos a continuación. Los visitantes pueden negarse a proporcionar información, con la salvedad de que esto puede limitar ciertas funcionalidades del sitio.",
				"title": "Recopilación de información de identificación personal"
			},
			"protection": {
				"content": "Beswib divulga información potencial o efectivamente identificable únicamente a empleados, contratistas y organizaciones afiliadas que (i) necesiten conocerla para procesarla en nombre de Beswib o prestar servicios disponibles en sus sitios, y (ii) hayan aceptado no revelarla a terceros. Algunos pueden estar ubicados fuera de su país; al usar los sitios de Beswib, usted consiente la transferencia de dicha información. Beswib no alquilará ni venderá información personal a nadie. Salvo lo anterior, Beswib solo divulga información en respuesta a órdenes judiciales, requerimientos gubernamentales o cuando crea de buena fe que es razonablemente necesario para proteger los bienes o derechos de Beswib, terceros o el público. Si es usuario registrado y ha facilitado su correo electrónico, Beswib podrá enviarle ocasionalmente comunicaciones sobre novedades, solicitar comentarios o informarle sobre productos. Si nos envía una solicitud (por ejemplo, por correo de soporte), nos reservamos el derecho de publicarla para aclarar o responder su petición o ayudar a otros usuarios. Beswib adopta medidas razonables para proteger contra el acceso, uso, alteración o destrucción no autorizados de la información personal.",
				"title": "Protección de información personal"
			},
			"thirdParty": {
				"content": "El contenido de terceros que aparezca en nuestros sitios puede ser entregado por socios que pueden establecer cookies. Estas cookies permiten reconocer su equipo cada vez que interactúa con el contenido para compilar información sobre usted u otros usuarios. Esta política cubre el uso de cookies por parte de Beswib y no el de los socios.",
				"title": "Contenido de terceros"
			},
			"title": "Política de privacidad de Beswib",
			"websiteVisitors": {
				"content1": "Al igual que la mayoría de los operadores de sitios web, Beswib recopila información no identificable personalmente —como tipo de navegador, idioma preferido, sitio de referencia y fecha/hora de cada solicitud— para comprender mejor cómo los visitantes utilizan el sitio.",
				"content2": "Beswib también recopila información potencialmente identificable, como direcciones IP de usuarios autenticados, que solo divulga en las mismas circunstancias que la información de identificación personal descritas anteriormente.",
				"title": "Visitantes del sitio web"
			}
		}
	},
	"it": {
		"privacy": {
			"aggregated": {
				"content": "Beswib può raccogliere statistiche sul comportamento dei visitatori dei propri siti e mostrarle pubblicamente o fornirle a terzi. Tuttavia, Beswib non divulga dati personali identificativi se non nei casi descritti di seguito.",
				"title": "Statistiche aggregate"
			},
			"badge": "Privacy",
			"business": {
				"content": "Qualora Beswib o la maggior parte dei suoi beni venissero acquisiti, o nell'improbabile ipotesi di cessazione dell'attività o fallimento, le informazioni degli utenti potrebbero essere trasferite a terzi. Riconoscete che tali trasferimenti possono avvenire e che qualsiasi acquirente potrà continuare a usare i vostri dati secondo questa informativa.",
				"title": "Trasferimenti d'azienda"
			},
			"changes": {
				"content": "Sebbene la maggior parte delle modifiche sia minore, Beswib può aggiornare la presente Informativa sulla Privacy di tanto in tanto a sua esclusiva discrezione. Invitiamo a consultare spesso questa pagina. L'uso continuato del sito dopo eventuali modifiche implica l'accettazione delle stesse.",
				"title": "Modifiche all'informativa sulla privacy"
			},
			"contact": {
				"hostingDetails": "netcup GmbH — Daimlerstraße 25, 76185 Karlsruhe, Germany",
				"hostingTitle": "Hosting: ",
				"ownerDetails": "SIRET : 880 505 276 00019 — 4 impasse de la marchaisière — 44115 Haute-Goulaine — Tel : 06 21 58 26 84 — https://andy-cinquin.com",
				"ownerName": "Cinquin Andy",
				"title": "Informazioni di contatto",
				"website": "https://beswib.com"
			},
			"cookies": {
				"content": "Un cookie è una stringa di informazioni che un sito archivia sul computer del visitatore e che il browser invia al sito a ogni visita successiva. Beswib utilizza i cookie per riconoscere i visitatori, monitorare l'uso del sito e le preferenze di accesso. Chi non li desidera dovrebbe impostare il browser per rifiutarli; alcune funzionalità potrebbero non funzionare correttamente.",
				"title": "Cookie"
			},
			"intro": "Beswib («Beswib», «noi») gestisce diversi siti web, tra cui beswib.com e relativi sottodomini. La politica di Beswib è rispettare la tua privacy relativamente a qualsiasi informazione raccolta durante l'operatività dei nostri siti.",
			"pii": {
				"content": "Alcuni visitatori interagiscono con Beswib in modi che richiedono la raccolta di informazioni personali identificative. La quantità e il tipo dipendono dalla natura dell'interazione. Ad esempio, chi si registra su beswib.com deve fornire nome, telefono ed e‑mail. Chi effettua transazioni — per esempio acquistando servizi — deve fornire ulteriori dati, inclusi quelli finanziari necessari. In ogni caso, Beswib raccoglie solo quanto necessario allo scopo. Beswib non divulga dati personali se non come descritto di seguito. I visitatori possono rifiutare di fornire tali dati, comprendendo che ciò può limitare alcune funzionalità del sito.",
				"title": "Raccolta di informazioni personali identificative"
			},
			"protection": {
				"content": "Beswib divulga informazioni potenzialmente o effettivamente identificative solo a dipendenti, contraenti e organizzazioni affiliate che (i) ne abbiano necessità per elaborarle per conto di Beswib o fornire servizi e (ii) abbiano accettato di non divulgarle. Alcuni possono trovarsi all'estero; usando i siti Beswib acconsenti al trasferimento. Beswib non affitta né vende dati personali. Al di fuori dei casi descritti, i dati sono divulgati solo su richiesta legale o quando necessario, in buona fede, per proteggere beni o diritti di Beswib, terzi o del pubblico. Se sei utente registrato e hai fornito l'e‑mail, Beswib può inviarti occasionalmente comunicazioni su novità o prodotti. Le richieste inviate (es. e‑mail di supporto) possono essere pubblicate per chiarire risposte o aiutare altri utenti. Adottiamo misure ragionevoli per evitare accessi, usi, alterazioni o distruzioni non autorizzati dei dati personali.",
				"title": "Protezione delle informazioni personali"
			},
			"thirdParty": {
				"content": "Contenuti di terzi presenti sui nostri siti possono essere forniti da partner che impostano cookie. Questi consentono di riconoscere il dispositivo a ogni interazione. La presente informativa riguarda l'uso dei cookie da parte di Beswib e non quello dei partner.",
				"title": "Contenuti di terzi"
			},
			"title": "Informativa sulla privacy di Beswib",
			"websiteVisitors": {
				"content1": "Come la maggior parte degli operatori di siti, Beswib raccoglie informazioni non identificative (tipo di browser, lingua, sito di provenienza, data/ora) per comprendere meglio come i visitatori usano il sito.",
				"content2": "Beswib raccoglie anche informazioni potenzialmente identificative come gli indirizzi IP degli utenti autenticati, che divulga solo nelle stesse circostanze previste per i dati personali descritte sopra.",
				"title": "Visitatori del sito"
			}
		}
	},
	"de": {
		"privacy": {
			"aggregated": {
				"content": "Beswib kann Statistiken über das Verhalten von Besuchern seiner Websites erheben. Diese Informationen können öffentlich angezeigt oder Dritten bereitgestellt werden. Beswib gibt jedoch keine personenbezogenen Daten preis, außer wie unten beschrieben.",
				"title": "Aggregierte Statistiken"
			},
			"badge": "Datenschutz",
			"business": {
				"content": "Sollte Beswib oder ein wesentlicher Teil seiner Vermögenswerte erworben werden oder Beswib den Geschäftsbetrieb einstellen bzw. insolvent werden, könnten Nutzerdaten zu den übertragenen Vermögenswerten gehören. Sie erkennen an, dass solche Übertragungen stattfinden können und dass ein Erwerber Ihre personenbezogenen Daten gemäß dieser Richtlinie weiter verwenden darf.",
				"title": "Unternehmensübertragungen"
			},
			"changes": {
				"content": "Obwohl die meisten Änderungen geringfügig sind, kann Beswib diese Datenschutzerklärung von Zeit zu Zeit und nach eigenem Ermessen ändern. Wir empfehlen Besuchern, diese Seite regelmäßig zu prüfen. Die fortgesetzte Nutzung der Website nach Änderungen gilt als Zustimmung.",
				"title": "Änderungen der Datenschutzrichtlinie"
			},
			"contact": {
				"hostingDetails": "netcup GmbH — Daimlerstraße 25, 76185 Karlsruhe, Germany",
				"hostingTitle": "Hosting: ",
				"ownerDetails": "SIRET : 880 505 276 00019 — 4 impasse de la marchaisière — 44115 Haute-Goulaine — Tel : 06 21 58 26 84 — https://andy-cinquin.com",
				"ownerName": "Cinquin Andy",
				"title": "Kontaktinformationen",
				"website": "https://beswib.com"
			},
			"cookies": {
				"content": "Ein Cookie ist eine Informationsfolge, die eine Website auf dem Computer des Besuchers speichert und die der Browser bei jedem Besuch an die Website übermittelt. Beswib verwendet Cookies, um Besucher zu identifizieren und deren Nutzung sowie Zugriffseinstellungen nachzuverfolgen. Besucher, die keine Cookies wünschen, sollten ihren Browser so einstellen, dass Cookies abgelehnt werden; einige Funktionen könnten dann nicht richtig funktionieren.",
				"title": "Cookies"
			},
			"intro": "Beswib (\"Beswib\", \"wir\") betreibt mehrere Websites, darunter beswib.com und zugehörige Subdomains. Es ist unsere Richtlinie, Ihre Privatsphäre in Bezug auf alle Informationen zu respektieren, die wir beim Betrieb unserer Websites erfassen.",
			"pii": {
				"content": "Einige Besucher interagieren mit Beswib auf Arten, die die Erhebung personenbezogener Daten erfordern. Umfang und Art der Daten hängen von der Interaktion ab. Beispielsweise bitten wir Registrierende auf beswib.com um Namen, Telefonnummer und E‑Mail. Personen, die Transaktionen durchführen (z. B. kostenpflichtige Dienste erwerben), müssen zusätzliche, ggf. finanzielle Informationen bereitstellen. In jedem Fall erfasst Beswib nur, was zur Zweckerfüllung erforderlich ist. Beswib gibt personenbezogene Daten nur wie nachfolgend beschrieben weiter. Besucher können die Angabe verweigern, mit dem Hinweis, dass dies bestimmte Funktionen einschränken kann.",
				"title": "Erhebung personenbezogener Daten"
			},
			"protection": {
				"content": "Beswib gibt potenziell oder tatsächlich personenbezogene Daten nur an Mitarbeiter, Auftragnehmer und verbundene Organisationen weiter, die (i) diese Informationen kennen müssen, um sie im Auftrag von Beswib zu verarbeiten oder Dienstleistungen bereitzustellen, und (ii) sich verpflichtet haben, sie nicht weiterzugeben. Einige können sich außerhalb Ihres Landes befinden; durch Nutzung der Websites stimmen Sie der Übermittlung zu. Beswib vermietet oder verkauft personenbezogene Daten nicht. Abgesehen davon erfolgt eine Weitergabe nur auf Anordnung von Behörden/Gerichten oder wenn sie nach Treu und Glauben zum Schutz von Eigentum oder Rechten von Beswib, Dritten oder der Öffentlichkeit erforderlich ist. Registrierten Nutzern, die ihre E‑Mail angegeben haben, kann Beswib gelegentlich Updates senden. Anfragen (z. B. per Support‑E‑Mail) können wir veröffentlichen, um zu antworten oder anderen zu helfen. Wir ergreifen angemessene Maßnahmen, um unbefugten Zugriff, Nutzung, Änderung oder Zerstörung personenbezogener Daten zu verhindern.",
				"title": "Schutz personenbezogener Informationen"
			},
			"thirdParty": {
				"content": "Von Dritten bereitgestellte Inhalte auf unseren Websites können von Partnern ausgeliefert werden, die Cookies setzen. Diese ermöglichen die Wiedererkennung Ihres Geräts bei jeder Interaktion. Diese Richtlinie betrifft die Cookie‑Nutzung durch Beswib, nicht die durch Partner.",
				"title": "Inhalte Dritter"
			},
			"title": "Datenschutzerklärung von Beswib",
			"websiteVisitors": {
				"content1": "Wie die meisten Websitebetreiber sammelt Beswib nicht personenbezogene Informationen (Browsertyp, Sprache, verweisende Seite, Datum/Uhrzeit), um besser zu verstehen, wie Besucher die Website nutzen.",
				"content2": "Beswib erfasst außerdem potenziell personenbezogene Informationen wie IP‑Adressen angemeldeter Nutzer und gibt diese nur unter denselben Umständen weiter wie unten für personenbezogene Daten beschrieben.",
				"title": "Website‑Besucher"
			}
		}
	},
	"ro": {
		"privacy": {
			"aggregated": {
				"content": "Beswib poate colecta statistici despre comportamentul vizitatorilor pe site‑urile sale. Aceste informații pot fi afișate public sau furnizate altora. Totuși, Beswib nu divulgă informații de identificare personală decât în cazurile descrise mai jos.",
				"title": "Statistici agregate"
			},
			"badge": "Confidențialitate",
			"business": {
				"content": "Dacă Beswib sau majoritatea activelor sale ar fi achiziționate, ori în cazul puțin probabil al încetării activității sau falimentului, informațiile utilizatorilor pot fi transferate unui terț. Recunoașteți că astfel de transferuri pot avea loc, iar orice dobânditor poate continua să vă utilizeze datele conform acestei politici.",
				"title": "Transferuri de activitate"
			},
			"changes": {
				"content": "Deși cele mai multe modificări vor fi minore, Beswib poate actualiza periodic această Politică de confidențialitate la propria discreție. Încurajăm vizitatorii să verifice frecvent această pagină. Utilizarea continuă a site‑ului după modificări constituie acceptarea acestora.",
				"title": "Modificări ale politicii de confidențialitate"
			},
			"contact": {
				"hostingDetails": "netcup GmbH — Daimlerstraße 25, 76185 Karlsruhe, Germany",
				"hostingTitle": "Găzduire: ",
				"ownerDetails": "SIRET : 880 505 276 00019 — 4 impasse de la marchaisière — 44115 Haute-Goulaine — Tel : 06 21 58 26 84 — https://andy-cinquin.com",
				"ownerName": "Cinquin Andy",
				"title": "Informații de contact",
				"website": "https://beswib.com"
			},
			"cookies": {
				"content": "Un cookie este un șir de informații pe care un site îl stochează pe computerul vizitatorului și pe care browserul îl transmite la fiecare revenire. Beswib folosește cookie‑uri pentru a identifica vizitatorii, a urmări utilizarea site‑ului și preferințele de acces. Vizitatorii care nu doresc cookie‑uri ar trebui să își seteze browserul să le refuze; anumite funcții pot să nu funcționeze corect fără cookie‑uri.",
				"title": "Cookie‑uri"
			},
			"intro": "Beswib („Beswib”, „noi”) operează mai multe site‑uri, inclusiv beswib.com și subdomeniile aferente. Politica noastră este să vă respectăm confidențialitatea în legătură cu orice informații colectate în timpul operării site‑urilor.",
			"pii": {
				"content": "Anumiți vizitatori interacționează cu Beswib în moduri ce necesită colectarea de date cu caracter personal. Cantitatea și tipul depind de natura interacțiunii. De exemplu, la înregistrare pe beswib.com solicităm nume, telefon și e‑mail. Cei care efectuează tranzacții — de ex., achiziționând servicii — trebuie să furnizeze informații suplimentare, inclusiv financiare. În fiecare caz, colectăm doar informațiile necesare scopului interacțiunii. Beswib nu divulgă date personale decât în cazurile descrise mai jos. Vizitatorii pot refuza furnizarea acestor date, înțelegând că anumite funcționalități pot fi limitate.",
				"title": "Colectarea informațiilor de identificare personală"
			},
			"protection": {
				"content": "Beswib divulgă informații potențial sau efectiv identificabile doar angajaților, contractorilor și organizațiilor afiliate care (i) au nevoie de ele pentru a le prelucra în numele Beswib sau pentru a furniza servicii și (ii) au acceptat să nu le divulge. Unele pot fi situate în afara țării dumneavoastră; utilizând site‑urile Beswib, consimțiți la transfer. Beswib nu închiriază și nu vinde date personale. În afara cazurilor de mai sus, divulgarea are loc doar ca răspuns la solicitări legale sau când este necesară, cu bună‑credință, pentru protejarea bunurilor ori drepturilor Beswib, ale terților sau ale publicului. Dacă sunteți utilizator înregistrat și ne‑ați furnizat e‑mailul, Beswib vă poate trimite ocazional noutăți sau solicitări de feedback. Cererile trimise (de ex., prin e‑mail de suport) pot fi publicate pentru a clarifica răspunsuri sau a ajuta alți utilizatori. Luăm măsuri rezonabile pentru a preveni accesul, utilizarea, modificarea sau distrugerea neautorizată a datelor personale.",
				"title": "Protecția anumitor informații personale"
			},
			"thirdParty": {
				"content": "Conținutul furnizat de terți pe site‑urile noastre poate fi livrat de parteneri care pot seta cookie‑uri. Acestea permit recunoașterea dispozitivului la fiecare interacțiune. Această politică acoperă utilizarea cookie‑urilor de către Beswib, nu și de către parteneri.",
				"title": "Conținut de la terți"
			},
			"title": "Politica de confidențialitate Beswib",
			"websiteVisitors": {
				"content1": "La fel ca majoritatea operatorilor web, Beswib colectează informații nepersonale (tip browser, limbă, site de referință, dată/oră) pentru a înțelege mai bine utilizarea site‑ului.",
				"content2": "Beswib colectează de asemenea informații potențial identificabile, precum adrese IP ale utilizatorilor autentificați, pe care le dezvăluie doar în aceleași circumstanțe descrise mai jos pentru datele personale.",
				"title": "Vizitatori ai site‑ului"
			}
		}
	},
	"pt": {
		"privacy": {
			"aggregated": {
				"content": "A Beswib pode recolher estatísticas sobre o comportamento dos visitantes nos seus sites. Estas informações podem ser exibidas publicamente ou fornecidas a terceiros. No entanto, a Beswib não divulga dados pessoais identificáveis, exceto nos casos descritos abaixo.",
				"title": "Estatísticas agregadas"
			},
			"badge": "Privacidade",
			"business": {
				"content": "Se a Beswib, ou a maioria dos seus ativos, for adquirida, ou no improvável caso de encerramento ou insolvência, as informações dos utilizadores poderão ser transferidas para um terceiro. Reconhece que tais transferências podem ocorrer e que qualquer adquirente poderá continuar a utilizar os seus dados pessoais conforme esta política.",
				"title": "Transferências comerciais"
			},
			"changes": {
				"content": "Embora a maioria das alterações seja pequena, a Beswib pode atualizar periodicamente esta Política de Privacidade a seu critério. Recomendamos verificar esta página com frequência. A utilização contínua do site após alterações constitui aceitação das mesmas.",
				"title": "Alterações à política de privacidade"
			},
			"contact": {
				"hostingDetails": "netcup GmbH — Daimlerstraße 25, 76185 Karlsruhe, Germany",
				"hostingTitle": "Hospedagem: ",
				"ownerDetails": "SIRET : 880 505 276 00019 — 4 impasse de la marchaisière — 44115 Haute-Goulaine — Tel : 06 21 58 26 84 — https://andy-cinquin.com",
				"ownerName": "Cinquin Andy",
				"title": "Informações de contacto",
				"website": "https://beswib.com"
			},
			"cookies": {
				"content": "Um cookie é uma sequência de informações que um site guarda no computador do visitante e que o navegador envia ao site a cada retorno. A Beswib utiliza cookies para identificar visitantes, acompanhar a utilização do site e as preferências de acesso. Quem não desejar cookies deve configurar o navegador para rejeitá‑los; algumas funcionalidades podem não funcionar sem cookies.",
				"title": "Cookies"
			},
			"intro": "A Beswib (“Beswib”, “nós”) opera vários sites, incluindo beswib.com e subdomínios relacionados. É política da Beswib respeitar a sua privacidade relativamente a quaisquer informações recolhidas durante a operação dos nossos sites.",
			"pii": {
				"content": "Alguns visitantes interagem com a Beswib de formas que exigem a recolha de dados pessoais. A quantidade e o tipo dependem da interação. Por exemplo, ao criar conta em beswib.com pedimos nome, telefone e e‑mail. Quem realiza transações — por exemplo, compra de serviços — deve fornecer informações adicionais, incluindo financeiras. Em todos os casos, a Beswib recolhe apenas o necessário para o propósito da interação. A Beswib não divulga dados pessoais salvo nos casos descritos abaixo. Os visitantes podem recusar o fornecimento destes dados, entendendo que certas funcionalidades podem ficar limitadas.",
				"title": "Recolha de informações de identificação pessoal"
			},
			"protection": {
				"content": "A Beswib divulga dados potencialmente ou efetivamente identificáveis apenas a colaboradores, contratados e entidades afiliadas que (i) necessitam de conhecê‑los para processá‑los em nosso nome ou prestar serviços e (ii) concordaram em não os divulgar. Alguns podem estar fora do seu país; ao usar os sites, consente na transferência. A Beswib não aluga nem vende dados pessoais. Fora desses casos, só divulga informações mediante ordem legal ou quando necessário, de boa‑fé, para proteger bens ou direitos da Beswib, de terceiros ou do público. Se for utilizador registado e forneceu o e‑mail, a Beswib pode enviar‑lhe ocasionalmente novidades. Pedidos enviados (ex.: e‑mail de suporte) podem ser publicados para clarificar respostas ou ajudar outros utilizadores. Adotamos medidas razoáveis para evitar o acesso, uso, alteração ou destruição não autorizados de dados pessoais.",
				"title": "Proteção de informações pessoais"
			},
			"thirdParty": {
				"content": "Conteúdos de terceiros nos nossos sites podem ser fornecidos por parceiros que definem cookies. Estes permitem reconhecer o seu dispositivo em cada interação. Esta política abrange o uso de cookies pela Beswib e não pelos parceiros.",
				"title": "Conteúdo de terceiros"
			},
			"title": "Política de Privacidade da Beswib",
			"websiteVisitors": {
				"content1": "Tal como a maioria dos operadores de sites, a Beswib recolhe informações não identificáveis pessoalmente (tipo de navegador, idioma, site de referência, data/hora) para compreender melhor como os visitantes utilizam o site.",
				"content2": "A Beswib também recolhe informações potencialmente identificáveis, como endereços IP de utilizadores com sessão iniciada, que divulga apenas nas mesmas circunstâncias descritas abaixo para dados pessoais.",
				"title": "Visitantes do site"
			}
		}
	},
	"nl": {
		"privacy": {
			"aggregated": {
				"content": "Beswib may collect statistics about the behavior of visitors to its websites. Beswib may display this information publicly or provide it to others. However, Beswib does not disclose personally-identifying information other than as described below.",
				"title": "Aggregated Statistics"
			},
			"badge": "Privacy",
			"business": {
				"content": "If Beswib, or substantially all of its assets, were acquired, or in the unlikely event that Beswib goes out of business or enters bankruptcy, user information would be one of the assets that are transferred or acquired by a third party. You acknowledge that such transfers may occur, and that any acquirer of Beswib may continue to use your personal information as set forth in this policy.",
				"title": "Business Transfers"
			},
			"changes": {
				"content": "Although most changes are likely to be minor, Beswib may change its Privacy Policy from time to time, and at its sole discretion. Beswib encourages visitors to frequently check this page for any changes to its Privacy Policy. Your continued use of this site after any change in this Privacy Policy will constitute your acceptance of such change.",
				"title": "Privacy Policy Changes"
			},
			"contact": {
				"hostingDetails": "netcup GmbH — Daimlerstraße 25, 76185 Karlsruhe, Germany",
				"hostingTitle": "Hosting: ",
				"ownerDetails": "SIRET : 880 505 276 00019 — 4 impasse de la marchaisière — 44115 Haute-Goulaine — Tel : 06 21 58 26 84 — https://andy-cinquin.com",
				"ownerName": "Cinquin Andy",
				"title": "Contact Information",
				"website": "https://beswib.com"
			},
			"cookies": {
				"content": "A cookie is a string of information that a website stores on a visitor's computer, and that the visitor's browser provides to the website each time the visitor returns. Beswib uses cookies to help identify and track visitors, their usage of Beswib's website, and their website access preferences. Beswib visitors who do not wish to have cookies placed on their computers should set their browsers to refuse cookies before using Beswib's websites, with the drawback that certain features of Beswib's websites may not function properly without the aid of cookies.",
				"title": "Cookies"
			},
			"intro": "Beswib (\"Beswib\", \"we\", \"our\" or \"us\") operates several websites including beswib.com and related subdomains. It is Beswib's policy to respect your privacy regarding any information we may collect while operating our websites.",
			"pii": {
				"content": "Certain visitors to Beswib's websites choose to interact with Beswib in ways that require Beswib to gather personally-identifying information. The amount and type of information that Beswib gathers depend on the nature of the interaction. For example, we ask visitors who sign up for an account at beswib.com to provide a name, phone number, and email address. Those who engage in transactions with Beswib – by purchasing access to paid services, for example – are asked to provide additional information, including as necessary the personal and financial information required to process those transactions. In each case, Beswib collects such information only insofar as is necessary or appropriate to fulfill the purpose of the visitor's interaction with Beswib. Beswib does not disclose personally-identifying information other than as described below. And visitors can always refuse to supply personally-identifying information, with the caveat that it may prevent them from engaging in certain website-related activities.",
				"title": "Gathering of Personally-Identifying Information"
			},
			"protection": {
				"content": "Beswib discloses potentially personally-identifying and personally-identifying information only to those of its employees, contractors, and affiliated organizations that (i) need to know that information in order to process it on Beswib's behalf or to provide services available at Beswib's websites, and (ii) that have agreed not to disclose it to others. Some of those employees, contractors, and affiliated organizations may be located outside of your home country; by using Beswib's websites, you consent to the transfer of such information to them. Beswib will not rent or sell potentially personally-identifying and personally-identifying information to anyone. Other than to its employees, contractors, and affiliated organizations, as described above, Beswib discloses potentially personally-identifying and personally-identifying information only in response to a subpoena, court order, or other governmental requests, or when Beswib believes in good faith that disclosure is reasonably necessary to protect the property or rights of Beswib, third parties, or the public at large. If you are a registered user of a Beswib website and have supplied your email address, Beswib may occasionally send you an email to tell you about new features, solicit your feedback, or just keep you up to date with what's going on with Beswib and our products. If you send us a request (for example via a support email or via one of our feedback mechanisms), we reserve the right to publish it in order to help us clarify or respond to your request or to help us support other users. Beswib takes all measures reasonably necessary to protect against the unauthorized access, use, alteration, or destruction of potentially personally-identifying and personally-identifying information.",
				"title": "Protection of Certain Personally-Identifying Information"
			},
			"thirdParty": {
				"content": "Third-party content appearing on any of our websites may be delivered to users by partners, who may set cookies. These cookies allow the partner to recognize your computer each time you interact with the content to compile information about you or others who use your computer. This Privacy Policy covers the use of cookies by Beswib and does not cover the use of cookies by any partners.",
				"title": "Third-Party Content"
			},
			"title": "Privacy Policy of Beswib",
			"websiteVisitors": {
				"content1": "Like most website operators, Beswib collects non-personally-identifying information of the sort that web browsers and servers typically make available, such as the browser type, language preference, referring site, and the date and time of each visitor request. Beswib's purpose in collecting non-personally identifying information is to better understand how Beswib's visitors use its website.",
				"content2": "Beswib also collects potentially personally-identifying information like Internet Protocol (IP) addresses for logged-in users. Beswib only discloses logged-in user IP addresses under the same circumstances that it uses and discloses personally-identifying information as described below.",
				"title": "Website Visitors"
			}
		}
	},
	"ko": {
		"privacy": {
			"aggregated": {
				"content": "Beswib은 웹사이트 방문자의 행태에 관한 통계를 수집할 수 있으며, 이를 공개하거나 제3자에게 제공할 수 있습니다. 다만, 아래에 설명된 경우를 제외하고는 개인을 식별할 수 있는 정보를 공개하지 않습니다.",
				"title": "집계 통계"
			},
			"badge": "개인정보",
			"business": {
				"content": "Beswib 또는 그 자산 대부분이 인수되거나, Beswib이 영업을 중단하거나 파산하는 경우, 사용자 정보는 양도 또는 인수되는 자산 중 하나가 될 수 있습니다. 이러한 이전이 발생할 수 있으며, 인수자는 본 정책에 따라 귀하의 개인정보를 계속 사용할 수 있음을 인정합니다.",
				"title": "영업 양수도"
			},
			"changes": {
				"content": "대부분의 변경은 경미할 것이나, Beswib은 수시로 본 개인정보 처리방침을 변경할 수 있습니다. 변경 사항은 본 페이지에 수시로 게시되며, 사이트를 계속 이용하는 경우 변경에 동의한 것으로 간주됩니다.",
				"title": "개인정보 처리방침 변경"
			},
			"contact": {
				"hostingDetails": "netcup GmbH — Daimlerstraße 25, 76185 Karlsruhe, Germany",
				"hostingTitle": "호스팅: ",
				"ownerDetails": "SIRET : 880 505 276 00019 — 4 impasse de la marchaisière — 44115 Haute-Goulaine — Tel : 06 21 58 26 84 — https://andy-cinquin.com",
				"ownerName": "Cinquin Andy",
				"title": "연락처 정보",
				"website": "https://beswib.com"
			},
			"cookies": {
				"content": "쿠키는 방문자의 컴퓨터에 저장되는 정보 문자열로, 방문자가 사이트를 재방문할 때마다 브라우저가 웹사이트에 제공합니다. Beswib은 방문자 식별, 사이트 이용 추적 및 접근 환경 설정을 위해 쿠키를 사용합니다. 쿠키 저장을 원치 않는 방문자는 브라우저에서 쿠키를 거부하도록 설정할 수 있으나, 이 경우 일부 기능이 올바르게 동작하지 않을 수 있습니다.",
				"title": "쿠키"
			},
			"intro": "Beswib(‘Beswib’, ‘당사’)은 beswib.com 및 관련 하위 도메인을 포함한 여러 웹사이트를 운영합니다. 본 방침은 당사가 웹사이트 운영 중 수집하는 정보에 대한 귀하의 개인정보를 존중한다는 정책을 설명합니다.",
			"pii": {
				"content": "일부 방문자는 Beswib과의 상호작용 방식에 따라 개인을 식별할 수 있는 정보를 제공하게 됩니다(예: 계정 생성 시 이름, 전화번호, 이메일 등; 유료 서비스 결제 시 결제 정보 등). 당사는 상호작용 목적에 필요한 범위 내에서만 정보를 수집하며, 아래에 설명된 경우를 제외하고는 이를 공개하지 않습니다. 또한 방문자는 해당 정보를 제공하지 않을 수 있으나, 이 경우 일부 기능 이용이 제한될 수 있습니다.",
				"title": "개인정보의 수집"
			},
			"protection": {
				"content": "당사는 (i) 위탁처리 또는 웹사이트 제공을 위해 해당 정보가 필요한 임직원·계약자·제휴사에 한해 접근을 허용하며, (ii) 제3자 제공 금지에 동의한 대상에게만 정보를 제공합니다. 일부는 해외에 위치할 수 있으며, 귀하는 당사 사이트 이용으로 이러한 이전에 동의하는 것입니다. 당사는 법원 명령·정부 요청 등 법적 요구 또는 당사·제3자·공공의 권리 보호에 필요하다고 선의로 판단되는 경우를 제외하고는 정보를 공개하지 않습니다. 또한 무단 접근·사용·변경·파괴로부터 정보를 보호하기 위해 합리적인 조치를 취합니다.",
				"title": "개인정보의 보호"
			},
			"thirdParty": {
				"content": "제3자 제공 콘텐츠는 파트너에 의해 제공될 수 있으며, 이들은 쿠키를 설정할 수 있습니다. 이 쿠키는 콘텐츠 상호작용 시 귀하의 컴퓨터를 인식하여 정보를 수집할 수 있습니다. 본 방침은 Beswib의 쿠키 사용에만 적용되며, 파트너의 쿠키 사용에는 적용되지 않습니다.",
				"title": "제3자 콘텐츠"
			},
			"title": "Beswib 개인정보 처리방침",
			"websiteVisitors": {
				"content1": "대부분의 웹사이트와 마찬가지로, Beswib은 브라우저 유형, 언어, 유입 경로, 요청 일시 등 비식별 정보를 수집하여 사이트 이용 행태를 이해하는 데 활용합니다.",
				"content2": "또한 로그인 사용자에 대해 IP 주소 등 잠재적으로 식별 가능한 정보를 수집할 수 있으며, 이는 본 방침에 따라 제한된 경우에만 공개됩니다.",
				"title": "웹사이트 방문자"
			}
		}
	}
}
