{
	"en": {
		"sellerProfile": {
			"complete": {
				"title": "Seller Profile Complete",
				"description": "Your merchant profile is complete. You can now sell bibs on the marketplace."
			},
			"incomplete": {
				"title": "Complete Your Seller Profile",
				"description": "To sell bibs, you need to complete your merchant profile with the following information:",
				"whyRequired": "Why is this required?",
				"paypalMerchantId": "PayPal Merchant ID: Required to receive payments from buyers",
				"contactInfo": "Contact Information: Required for transaction processing and customer support",
				"addressInfo": "Address Information: Required for legal compliance and payment processing",
				"completeProfileButton": "Complete Profile"
			}
		}
	},
	"fr": {
		"sellerProfile": {
			"complete": {
				"title": "Profil Vendeur Complet",
				"description": "Votre profil marchand est complet. Vous pouvez maintenant vendre des dossards sur le marché."
			},
			"incomplete": {
				"title": "Complétez Votre Profil Vendeur",
				"description": "Pour vendre des dossards, vous devez compléter votre profil marchand avec les informations suivantes :",
				"whyRequired": "Pourquoi est-ce requis ?",
				"paypalMerchantId": "ID Marchand PayPal : Requis pour recevoir les paiements des acheteurs",
				"contactInfo": "Informations de contact : Requises pour le traitement des transactions et le support client",
				"addressInfo": "Informations d'adresse : Requises pour la conformité légale et le traitement des paiements",
				"completeProfileButton": "Compléter le Profil"
			}
		}
	},
	"ko": {
		"sellerProfile": {
			"complete": {
				"title": "판매자 프로필 완성",
				"description": "상인 프로필이 완성되었습니다. 이제 마켓플레이스에서 빕을 판매할 수 있습니다."
			},
			"incomplete": {
				"title": "판매자 프로필 완성하기",
				"description": "빕을 판매하려면 다음 정보로 상인 프로필을 완성해야 합니다:",
				"whyRequired": "왜 이것이 필요한가요?",
				"paypalMerchantId": "PayPal 상인 ID: 구매자로부터 결제를 받기 위해 필요",
				"contactInfo": "연락처 정보: 거래 처리 및 고객 지원을 위해 필요",
				"addressInfo": "주소 정보: 법적 준수 및 결제 처리를 위해 필요",
				"completeProfileButton": "프로필 완성"
			}
		}
	},
	"es": {
		"sellerProfile": {
			"complete": {
				"title": "Perfil de Vendedor Completo",
				"description": "Tu perfil de comerciante está completo. Ahora puedes vender dorsales en el mercado."
			},
			"incomplete": {
				"title": "Completa tu Perfil de Vendedor",
				"description": "Para vender dorsales, necesitas completar tu perfil de comerciante con la siguiente información:",
				"whyRequired": "¿Por qué es necesario?",
				"paypalMerchantId": "ID de Comerciante PayPal: Necesario para recibir pagos de compradores",
				"contactInfo": "Información de contacto: Necesaria para el procesamiento de transacciones y soporte al cliente",
				"addressInfo": "Información de dirección: Necesaria para el cumplimiento legal y procesamiento de pagos",
				"completeProfileButton": "Completar Perfil"
			}
		}
	},
	"it": {
		"sellerProfile": {
			"complete": {
				"title": "Profilo Venditore Completato",
				"description": "Il tuo profilo commerciante è completo. Ora puoi vendere pettorali sul mercato."
			},
			"incomplete": {
				"title": "Completa il Tuo Profilo Venditore",
				"description": "Per vendere pettorali, devi completare il tuo profilo commerciante con le seguenti informazioni:",
				"whyRequired": "Perché è richiesto?",
				"paypalMerchantId": "ID Commerciante PayPal: Richiesto per ricevere pagamenti dai compratori",
				"contactInfo": "Informazioni di contatto: Richieste per l'elaborazione delle transazioni e supporto clienti",
				"addressInfo": "Informazioni sull'indirizzo: Richieste per la conformità legale e l'elaborazione dei pagamenti",
				"completeProfileButton": "Completa Profilo"
			}
		}
	},
	"de": {
		"sellerProfile": {
			"complete": {
				"title": "Verkäuferprofil Vervollständigt",
				"description": "Ihr Händlerprofil ist vollständig. Sie können jetzt Startnummern auf dem Marktplatz verkaufen."
			},
			"incomplete": {
				"title": "Vervollständigen Sie Ihr Verkäuferprofil",
				"description": "Um Startnummern zu verkaufen, müssen Sie Ihr Händlerprofil mit den folgenden Informationen vervollständigen:",
				"whyRequired": "Warum ist das erforderlich?",
				"paypalMerchantId": "PayPal Händler-ID: Erforderlich, um Zahlungen von Käufern zu erhalten",
				"contactInfo": "Kontaktinformationen: Erforderlich für Transaktionsverarbeitung und Kundensupport",
				"addressInfo": "Adressinformationen: Erforderlich für rechtliche Compliance und Zahlungsverarbeitung",
				"completeProfileButton": "Profil Vervollständigen"
			}
		}
	},
	"ro": {
		"sellerProfile": {
			"complete": {
				"title": "Profil Vânzător Complet",
				"description": "Profilul tău de comerciant este complet. Acum poți vinde numerele de concurs pe piață."
			},
			"incomplete": {
				"title": "Completează-ți Profilul de Vânzător",
				"description": "Pentru a vinde numerele de concurs, trebuie să completezi profilul tău de comerciant cu următoarele informații:",
				"whyRequired": "De ce este necesar?",
				"paypalMerchantId": "ID Comerciant PayPal: Necesar pentru a primi plăți de la cumpărători",
				"contactInfo": "Informații de contact: Necesare pentru procesarea tranzacțiilor și suportul clienților",
				"addressInfo": "Informații de adresă: Necesare pentru conformitatea legală și procesarea plăților",
				"completeProfileButton": "Completează Profilul"
			}
		}
	},
	"pt": {
		"sellerProfile": {
			"complete": {
				"title": "Perfil de Vendedor Completo",
				"description": "O teu perfil de comerciante está completo. Agora podes vender dorsais no mercado."
			},
			"incomplete": {
				"title": "Completa o Teu Perfil de Vendedor",
				"description": "Para venderes dorsais, precisas de completar o teu perfil de comerciante com as seguintes informações:",
				"whyRequired": "Por que é necessário?",
				"paypalMerchantId": "ID de Comerciante PayPal: Necessário para receber pagamentos dos compradores",
				"contactInfo": "Informações de contacto: Necessárias para o processamento de transações e apoio ao cliente",
				"addressInfo": "Informações de endereço: Necessárias para conformidade legal e processamento de pagamentos",
				"completeProfileButton": "Completar Perfil"
			}
		}
	},
	"nl": {
		"sellerProfile": {
			"complete": {
				"title": "Verkoper Profiel Voltooid",
				"description": "Je handelaarsprofiel is compleet. Je kunt nu startnummers verkopen op de marktplaats."
			},
			"incomplete": {
				"title": "Voltooi je Verkoper Profiel",
				"description": "Om startnummers te verkopen, moet je je handelaarsprofiel voltooien met de volgende informatie:",
				"whyRequired": "Waarom is dit vereist?",
				"paypalMerchantId": "PayPal Handelaar ID: Vereist om betalingen van kopers te ontvangen",
				"contactInfo": "Contactgegevens: Vereist voor transactieverwerking en klantenservice",
				"addressInfo": "Adresgegevens: Vereist voor wettelijke naleving en betalingsverwerking",
				"completeProfileButton": "Profiel Voltooien"
			}
		}
	}
}
