{
	"en": {
		"security": {
			"title": "Maximum Security",
			"subtitle": "Every transaction is processed automatically with the highest security standards",
			"partnership": {
				"title": "Partnership",
				"content": "Partnership with race organizers and authorization to ensure legitimacy."
			},
			"certification": {
				"title": "Certification",
				"content": "Verification of seller registration validity and bib certification for sale."
			},
			"transfer": {
				"title": "Transfer",
				"content": "Collection of new runner registration data and bib ownership transfer."
			},
			"update": {
				"title": "Update",
				"content": "Runner data modification with organizer and information update."
			},
			"confirmation": {
				"title": "Confirmation",
				"content": "Final validation with all parties and registration confirmation notifications."
			}
		},
		"steps": {
			"step": "Step"
		}
	},
	"fr": {
		"security": {
			"title": "Sécurité Maximum",
			"subtitle": "Chaque transaction est traitée automatiquement avec les standards de sécurité les plus élevés",
			"partnership": {
				"title": "Partenariat",
				"content": "Partenariat avec les organisateurs de course et autorisation pour garantir la légitimité."
			},
			"certification": {
				"title": "Certification",
				"content": "Vérification de la validité de l'inscription du vendeur et certification du dossard pour la vente."
			},
			"transfer": {
				"title": "Transfert",
				"content": "Collecte des données d'inscription du nouveau coureur et transfert de propriété du dossard."
			},
			"update": {
				"title": "Mise à jour",
				"content": "Modification des données du coureur avec l'organisateur et mise à jour des informations."
			},
			"confirmation": {
				"title": "Confirmation",
				"content": "Validation finale avec toutes les parties et notifications de confirmation d'inscription."
			}
		},
		"steps": {
			"step": "Étape"
		}
	},
	"ko": {
		"security": {
			"title": "최대 보안",
			"subtitle": "모든 거래는 최고 보안 표준으로 자동 처리됩니다",
			"partnership": {
				"title": "파트너십",
				"content": "합법성을 보장하기 위한 레이스 주최자와의 파트너십 및 승인."
			},
			"certification": {
				"title": "인증",
				"content": "판매자 등록 유효성 확인 및 판매용 빕 인증."
			},
			"transfer": {
				"title": "전송",
				"content": "새로운 러너 등록 데이터 수집 및 빕 소유권 이전."
			},
			"update": {
				"title": "업데이트",
				"content": "주최자와의 러너 데이터 수정 및 정보 업데이트."
			},
			"confirmation": {
				"title": "확인",
				"content": "모든 당사자와의 최종 검증 및 등록 확인 알림."
			}
		},
		"steps": {
			"step": "단계"
		}
	},
	"es": {
		"security": {
			"title": "Máxima Seguridad",
			"subtitle": "Cada transacción se procesa automáticamente con los más altos estándares de seguridad",
			"partnership": {
				"title": "Asociación",
				"content": "Asociación con organizadores de carreras y autorización para garantizar la legitimidad."
			},
			"certification": {
				"title": "Certificación",
				"content": "Verificación de la validez del registro del vendedor y certificación del dorsal para la venta."
			},
			"transfer": {
				"title": "Transferencia",
				"content": "Recolección de datos de registro del nuevo corredor y transferencia de propiedad del dorsal."
			},
			"update": {
				"title": "Actualización",
				"content": "Modificación de datos del corredor con el organizador y actualización de información."
			},
			"confirmation": {
				"title": "Confirmación",
				"content": "Validación final con todas las partes y notificaciones de confirmación de registro."
			}
		},
		"steps": {
			"step": "Paso"
		}
	},
	"it": {
		"security": {
			"title": "Massima Sicurezza",
			"subtitle": "Ogni transazione è elaborata automaticamente con i più alti standard di sicurezza",
			"partnership": {
				"title": "Partnership",
				"content": "Partnership con organizzatori di gare e autorizzazione per garantire la legittimità."
			},
			"certification": {
				"title": "Certificazione",
				"content": "Verifica della validità della registrazione del venditore e certificazione della pettorina per la vendita."
			},
			"transfer": {
				"title": "Trasferimento",
				"content": "Raccolta dei dati di registrazione del nuovo corridore e trasferimento di proprietà della pettorina."
			},
			"update": {
				"title": "Aggiornamento",
				"content": "Modifica dei dati del corridore con l'organizzatore e aggiornamento delle informazioni."
			},
			"confirmation": {
				"title": "Conferma",
				"content": "Validazione finale con tutte le parti e notifiche di conferma registrazione."
			}
		},
		"steps": {
			"step": "Passo"
		}
	},
	"de": {
		"security": {
			"title": "Maximale Sicherheit",
			"subtitle": "Jede Transaktion wird automatisch mit den höchsten Sicherheitsstandards verarbeitet",
			"partnership": {
				"title": "Partnerschaft",
				"content": "Partnerschaft mit Wettkampfveranstaltern und Autorisierung zur Gewährleistung der Legitimitat."
			},
			"certification": {
				"title": "Zertifizierung",
				"content": "Überprüfung der Gültigkeit der Verkäufer-Registrierung und Startnummer-Zertifizierung für den Verkauf."
			},
			"transfer": {
				"title": "Übertragung",
				"content": "Sammlung neuer Läufer-Registrierungsdaten und Übertragung des Startnummer-Eigentums."
			},
			"update": {
				"title": "Aktualisierung",
				"content": "Läuferdaten-Änderung mit dem Veranstalter und Informations-Update."
			},
			"confirmation": {
				"title": "Bestätigung",
				"content": "Finale Validierung mit allen Parteien und Registrierungsbestätigungs-Benachrichtigungen."
			}
		},
		"steps": {
			"step": "Schritt"
		}
	},
	"ro": {
		"security": {
			"title": "Securitate Maximă",
			"subtitle": "Fiecare tranzacție este procesată automat cu cele mai înalte standarde de securitate",
			"partnership": {
				"title": "Parteneriat",
				"content": "Parteneriat cu organizatorii de curse și autorizare pentru a asigura legitimitatea."
			},
			"certification": {
				"title": "Certificare",
				"content": "Verificarea validitatii înregistrării vânzătorului și certificarea numărului pentru vânzare."
			},
			"transfer": {
				"title": "Transfer",
				"content": "Colectarea datelor de înregistrare ale noului alergător și transferul proprietății numărului."
			},
			"update": {
				"title": "Actualizare",
				"content": "Modificarea datelor alergătorului cu organizatorul și actualizarea informațiilor."
			},
			"confirmation": {
				"title": "Confirmare",
				"content": "Validarea finală cu toate părțile și notificările de confirmare a înregistrării."
			}
		},
		"steps": {
			"step": "Pasul"
		}
	},
	"pt": {
		"security": {
			"title": "Segurança Máxima",
			"subtitle": "Cada transação é processada automaticamente com os mais altos padrões de segurança",
			"partnership": {
				"title": "Parceria",
				"content": "Parceria com organizadores de corridas e autorização para garantir a legitimidade."
			},
			"certification": {
				"title": "Certificação",
				"content": "Verificação da validade do registo do vendedor e certificação do dorsal para venda."
			},
			"transfer": {
				"title": "Transferência",
				"content": "Recolha de dados de registo do novo corredor e transferência de propriedade do dorsal."
			},
			"update": {
				"title": "Atualização",
				"content": "Modificação dos dados do corredor com o organizador e atualização das informações."
			},
			"confirmation": {
				"title": "Confirmação",
				"content": "Validação final com todas as partes e notificações de confirmação do registo."
			}
		},
		"steps": {
			"step": "Passo"
		}
	},
	"nl": {
		"security": {
			"title": "Maximum Veiligheid",
			"subtitle": "Elke transactie wordt automatisch verwerkt met de hoogste veiligheidsstandaarden",
			"partnership": {
				"title": "Partnerschap",
				"content": "Partnerschap met race-organisatoren en autorisatie om legitimiteit te waarborgen."
			},
			"certification": {
				"title": "Certificering",
				"content": "Verificatie van de geldigheid van verkoper registratie en startnummer certificering voor verkoop."
			},
			"transfer": {
				"title": "Overdracht",
				"content": "Verzameling van nieuwe loper registratiegegevens en startnummer eigendom overdracht."
			},
			"update": {
				"title": "Update",
				"content": "Loper data modificatie met organisator en informatie update."
			},
			"confirmation": {
				"title": "Bevestiging",
				"content": "Finale validatie met alle partijen en registratie bevestiging notificaties."
			}
		},
		"steps": {
			"step": "Stap"
		}
	}
}
