{
	"en": {
		"features": {
			"title": "Why choose Beswib?",
			"subtitle": "Concrete benefits for every actor in the running ecosystem",
			"security": {
				"title": "Security & Compliance",
				"description": "Complete regulatory coverage, fraud reduction and total transfer traceability."
			},
			"trust": {
				"title": "Total Trust",
				"description": "Verified profiles, guaranteed fraud protection and secure automated process."
			},
			"search": {
				"title": "Smart Search",
				"description": "Advanced filters by distance, date and location with personalized suggestions and alerts."
			},
			"profitability": {
				"title": "Maximum Profitability",
				"description": "Last-minute resale at free price with immediate fund reception."
			},
			"management": {
				"title": "Simplified Management",
				"description": "80% reduction in administrative time for organizers with automated transfers and real-time tracking."
			},
			"sustainability": {
				"title": "Zero Waste",
				"description": "Reduce cancellations and waste through responsible resale until the last minute."
			},
			"community": {
				"title": "By Runners, For Runners",
				"description": "Platform created by passionate runners who understand your needs and challenges."
			},
			"support": {
				"title": "Dedicated multilingual assistance",
				"description": "Dedicated support available in multiple languages with quick resolution."
			}
		}
	},
	"fr": {
		"features": {
			"title": "Pourquoi choisir Beswib ?",
			"subtitle": "Des avantages concrets pour chaque acteur de l'écosystème running",
			"security": {
				"title": "Sécurité & Conformité",
				"description": "Couverture réglementaire complète, réduction des fraudes et traçabilité totale des transferts."
			},
			"trust": {
				"title": "Confiance Totale",
				"description": "Profils vérifiés, protection garantie contre les fraudes et processus automatisé sécurisé."
			},
			"search": {
				"title": "Recherche Intelligente",
				"description": "Filtres avancés par distance, date et lieu avec suggestions personnalisées et alertes."
			},
			"profitability": {
				"title": "Rentabilité Maximum",
				"description": "Revente dernière minute à prix libre avec réception immédiate des fonds."
			},
			"management": {
				"title": "Gestion Simplifiée",
				"description": "Réduction de 80% du temps administratif pour les organisateurs avec transferts automatisés et suivi en temps réel."
			},
			"sustainability": {
				"title": "Zéro Gaspillage",
				"description": "Réduction des annulations et du gaspillage grâce à une revente responsable jusqu'à la dernière minute."
			},
			"community": {
				"title": "Par des Coureurs, Pour des Coureurs",
				"description": "Plateforme créée par des passionnés qui comprennent vos besoins et défis de runner."
			},
			"support": {
				"title": "Assistance dédiée multilingue",
				"description": "Assistance dédiée dans plusieurs langues avec résolution rapide."
			}
		}
	},
	"ko": {
		"features": {
			"title": "Beswib을 선택하는 이유는?",
			"subtitle": "러닝 생태계의 모든 참여자를 위한 구체적인 혜택",
			"security": {
				"title": "보안 및 규정 준수",
				"description": "완전한 규제 적용, 사기 감소 및 전체 전송 추적 가능성."
			},
			"trust": {
				"title": "완전한 신뢰",
				"description": "검증된 프로필, 사기에 대한 보장된 보호 및 안전한 자동화 프로세스."
			},
			"search": {
				"title": "스마트 검색",
				"description": "개인화된 제안 및 알림과 함께 거리, 날짜 및 위치별 고급 필터."
			},
			"profitability": {
				"title": "최대 수익성",
				"description": "자유 가격으로 막판 재판매 및 즉시 자금 수령."
			},
			"management": {
				"title": "관리 간소화",
				"description": "자동화된 전송과 실시간 추적으로 주최자의 관리 시간을 80% 단축."
			},
			"sustainability": {
				"title": "제로 웨이스트",
				"description": "막판까지 책임감 있는 재판매를 통해 취소와 낭비를 줄입니다."
			},
			"community": {
				"title": "러너에 의한, 러너를 위한",
				"description": "러너의 요구와 도전을 이해하는 열정적인 사람들이 만든 플랫폼."
			},
			"support": {
				"title": "전담 다국어 지원",
				"description": "여러 언어로 제공되는 전담 지원과 신속한 해결."
			}
		}
	},
	"es": {
		"features": {
			"title": "¿Por qué elegir Beswib?",
			"subtitle": "Beneficios concretos para cada actor en el ecosistema running",
			"security": {
				"title": "Seguridad y Cumplimiento",
				"description": "Cobertura regulatoria completa, reducción de fraudes y trazabilidad total de transferencias."
			},
			"trust": {
				"title": "Confianza Total",
				"description": "Perfiles verificados, protección garantizada contra fraudes y proceso automatizado seguro."
			},
			"search": {
				"title": "Búsqueda Inteligente",
				"description": "Filtros avanzados por distancia, fecha y ubicación con sugerencias personalizadas y alertas."
			},
			"profitability": {
				"title": "Rentabilidad Máxima",
				"description": "Reventa de último minuto a precio libre con recepción inmediata de fondos."
			},
			"management": {
				"title": "Gestión Simplificada",
				"description": "Reducción del 80% del tiempo administrativo para organizadores con transferencias automatizadas y seguimiento en tiempo real."
			},
			"sustainability": {
				"title": "Cero Desperdicio",
				"description": "Reduce cancelaciones y desperdicio mediante reventa responsable hasta el último minuto."
			},
			"community": {
				"title": "Por Corredores, Para Corredores",
				"description": "Plataforma creada por apasionados que entienden tus necesidades y desafíos como runner."
			},
			"support": {
				"title": "Asistencia multilingüe dedicada",
				"description": "Soporte dedicado en varios idiomas con resolución rápida."
			}
		}
	},
	"it": {
		"features": {
			"title": "Perché scegliere Beswib?",
			"subtitle": "Benefici concreti per ogni attore nell'ecosistema del running",
			"security": {
				"title": "Sicurezza e Conformità",
				"description": "Copertura normativa completa, riduzione delle frodi e tracciabilità totale dei trasferimenti."
			},
			"trust": {
				"title": "Fiducia Totale",
				"description": "Profili verificati, protezione garantita dalle frodi e processo automatizzato sicuro."
			},
			"search": {
				"title": "Ricerca Intelligente",
				"description": "Filtri avanzati per distanza, data e posizione con suggerimenti personalizzati e avvisi."
			},
			"profitability": {
				"title": "Redditività Massima",
				"description": "Rivendita dell'ultimo minuto a prezzo libero con ricezione immediata dei fondi."
			},
			"management": {
				"title": "Gestione Semplificata",
				"description": "Riduzione dell'80% del tempo amministrativo per organizzatori con trasferimenti automatizzati e monitoraggio in tempo reale."
			},
			"sustainability": {
				"title": "Zero Spreco",
				"description": "Riduci cancellazioni e sprechi attraverso rivendita responsabile fino all'ultimo minuto."
			},
			"community": {
				"title": "Da Runner, Per Runner",
				"description": "Piattaforma creata da appassionati che comprendono le tue esigenze e sfide da runner."
			},
			"support": {
				"title": "Assistenza multilingue dedicata",
				"description": "Supporto dedicato in più lingue con risoluzione rapida."
			}
		}
	},
	"de": {
		"features": {
			"title": "Warum Beswib wählen?",
			"subtitle": "Konkrete Vorteile für jeden Akteur im Lauf-Ökosystem",
			"security": {
				"title": "Sicherheit & Compliance",
				"description": "Vollständige regulatorische Abdeckung, Betrugsreduktion und vollständige Übertragungsruckverfolgung."
			},
			"trust": {
				"title": "Vollstes Vertrauen",
				"description": "Verifizierte Profile, garantierter Betrugsschutz und sicherer automatisierter Prozess."
			},
			"search": {
				"title": "Intelligente Suche",
				"description": "Erweiterte Filter nach Entfernung, Datum und Standort mit personalisierten Vorschlägen und Benachrichtigungen."
			},
			"profitability": {
				"title": "Maximale Rentabilität",
				"description": "Last-Minute-Wiederverkauf zu freiem Preis mit sofortigem Geldeingang."
			},
			"management": {
				"title": "Vereinfachte Verwaltung",
				"description": "80% Reduzierung der Verwaltungszeit für Organisatoren durch automatisierte Übertragungen und Echtzeit-Tracking."
			},
			"sustainability": {
				"title": "Null Verschwendung",
				"description": "Reduzierung von Stornierungen und Verschwendung durch verantwortlichen Wiederverkauf bis zur letzten Minute."
			},
			"community": {
				"title": "Von Läufern, Für Läufer",
				"description": "Plattform erstellt von leidenschaftlichen Läufern, die Ihre Bedürfnisse und Herausforderungen verstehen."
			},
			"support": {
				"title": "Dedizierte mehrsprachige Unterstützung",
				"description": "Dedizierter Support in mehreren Sprachen mit schneller Lösung."
			}
		}
	},
	"ro": {
		"features": {
			"title": "De ce să alegi Beswib?",
			"subtitle": "Beneficii concrete pentru fiecare actor din ecosistemul de alergare",
			"security": {
				"title": "Securitate și Conformitate",
				"description": "Acoperire regulamentară completă, reducerea fraudelor și trasabilitatea totală a transferurilor."
			},
			"trust": {
				"title": "Încredere Totală",
				"description": "Profile verificate, protecție garantată împotriva fraudelor și proces automatizat securizat."
			},
			"search": {
				"title": "Căutare Inteligentă",
				"description": "Filtre avansate după distanță, dată și locație cu sugestii personalizate și alerte."
			},
			"profitability": {
				"title": "Profitabilitate Maximă",
				"description": "Revânzare de ultimă oară la preț liber cu primirea imediată a fondurilor."
			},
			"management": {
				"title": "Gestionare Simplificată",
				"description": "Reducerea cu 80% a timpului administrativ pentru organizatori prin transferuri automatizate și urmărire în timp real."
			},
			"sustainability": {
				"title": "Zero Risipă",
				"description": "Reducerea anulărilor și risipei prin revânzare responsabilă până în ultima clipă."
			},
			"community": {
				"title": "De Alergători, Pentru Alergători",
				"description": "Platformă creată de pasionați care înțeleg nevoile și provocările tale de alergător."
			},
			"support": {
				"title": "Asistență multilingvă dedicată",
				"description": "Suport dedicat în mai multe limbi, cu rezolvare rapidă."
			}
		}
	},
	"pt": {
		"features": {
			"title": "Porque escolher Beswib?",
			"subtitle": "Benefícios concretos para cada ator no ecossistema de corrida",
			"security": {
				"title": "Segurança e Conformidade",
				"description": "Cobertura regulamentar completa, redução de fraudes e rastreabilidade total de transferências."
			},
			"trust": {
				"title": "Confiança Total",
				"description": "Perfis verificados, proteção garantida contra fraudes e processo automatizado seguro."
			},
			"search": {
				"title": "Busca Inteligente",
				"description": "Filtros avançados por distância, data e localização com sugestões personalizadas e alertas."
			},
			"profitability": {
				"title": "Rentabilidade Máxima",
				"description": "Revenda de última hora a preço livre com receção imediata de fundos."
			},
			"management": {
				"title": "Gestão Simplificada",
				"description": "Redução de 80% do tempo administrativo para organizadores com transferências automatizadas e acompanhamento em tempo real."
			},
			"sustainability": {
				"title": "Zero Desperdício",
				"description": "Reduz cancelamentos e desperdício através de revenda responsável até ao último minuto."
			},
			"community": {
				"title": "Por Corredores, Para Corredores",
				"description": "Plataforma criada por apaixonados que compreendem as tuas necessidades e desafios como corredor."
			},
			"support": {
				"title": "Assistência multilingue dedicada",
				"description": "Suporte dedicado em várias línguas com resolução rápida."
			}
		}
	},
	"nl": {
		"features": {
			"title": "Waarom Beswib kiezen?",
			"subtitle": "Concrete voordelen voor elke actor in het hardloop-ecosysteem",
			"security": {
				"title": "Veiligheid & Compliance",
				"description": "Volledige regelgevingsdekking, fraudereductie en totale overdracht traceerbaarheid."
			},
			"trust": {
				"title": "Volledig Vertrouwen",
				"description": "Geverifieerde profielen, gegarandeerde fraudebescherming en veilig geautomatiseerd proces."
			},
			"search": {
				"title": "Slimme Zoekfunctie",
				"description": "Geavanceerde filters op afstand, datum en locatie met gepersonaliseerde suggesties en alerts."
			},
			"profitability": {
				"title": "Maximale Winstgevendheid",
				"description": "Last-minute doorverkoop tegen vrije prijs met onmiddellijke ontvangst van gelden."
			},
			"management": {
				"title": "Vereenvoudigde Beheer",
				"description": "80% reductie van administratieve tijd voor organisatoren door geautomatiseerde overdrachten en realtime tracking."
			},
			"sustainability": {
				"title": "Nul Verspilling",
				"description": "Verminder annuleringen en verspilling door verantwoordelijke doorverkoop tot het laatste moment."
			},
			"community": {
				"title": "Door Hardlopers, Voor Hardlopers",
				"description": "Platform gemaakt door gepassioneerde hardlopers die jouw behoeften en uitdagingen begrijpen."
			},
			"support": {
				"title": "Toegewijde meertalige ondersteuning",
				"description": "Toegewijde support in meerdere talen met snelle oplossing."
			}
		}
	}
}
